tap "cmacrae/formulae"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "linyows/git-semv"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "suzuki-shunsuke/tfcmt"
tap "txn2/tap"
brew "jpeg-xl"
brew "aom"
brew "argo"
brew "coreutils"
brew "asdf"
brew "bitwarden-cli"
brew "blueutil"
brew "glib"
brew "cmake"
brew "colordiff"
brew "cue"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "helmfile"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lefthook"
brew "mas"
brew "neofetch"
brew "parquet-cli"
brew "poetry"
brew "pyenv"
brew "shadowenv"
brew "sheldon"
brew "source-highlight"
brew "starship"
brew "terraform"
brew "tflint"
brew "tig"
brew "trivy"
brew "zsh"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/yabai"
brew "linyows/git-semv/git-semv"
brew "suzuki-shunsuke/tfcmt/tfcmt"
brew "txn2/tap/kubefwd"
cask "bettertouchtool"
cask "contexts"
cask "deepl"
cask "discord"
cask "docker"
cask "font-cica"
cask "font-hackgen-nerd"
cask "font-ricty-diminished"
cask "font-sf-mono-nerd-font-ligaturized"
cask "gather"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
