tap "ariga/tap"
tap "bufbuild/buf"
tap "cloudentity/tap"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k0sproject/tap"
tap "k1low/tap"
tap "koekeishiya/formulae"
tap "ktr0731/evans"
tap "nikitabobko/tap"
tap "rcmdnk/file"
tap "reviewdog/tap"
tap "sacloud/usacloud"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "suzuki-shunsuke/tfcmt"
tap "txn2/tap"
tap "xcodesorg/made"
brew "act"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "xz"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "argo"
brew "coreutils"
brew "asdf"
brew "biome"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "boost"
brew "glib"
brew "python@3.12"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "libssh2"
brew "curl"
brew "duckdb"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "swift-protobuf"
brew "grpc-swift"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "inframap"
brew "jq"
brew "json5"
brew "keyring"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "lefthook"
brew "libxmlsec1"
brew "llvm"
brew "mas"
brew "mise"
brew "mypy"
brew "openjdk"
brew "parquet-cli"
brew "pnpm"
brew "pyenv"
brew "python@3.11"
brew "rclone"
brew "redis"
brew "ruff"
brew "shadowenv"
brew "sheldon"
brew "source-highlight"
brew "starship"
brew "swift-format"
brew "tflint"
brew "tig"
brew "tree"
brew "trivy"
brew "uv"
brew "watch"
brew "watchman"
brew "yq"
brew "zsh"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "cloudentity/tap/oauth2c"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "k1low/tap/tbls"
brew "ktr0731/evans/evans"
brew "rcmdnk/file/brew-file"
brew "reviewdog/tap/reviewdog"
brew "sacloud/usacloud/usacloud"
brew "suzuki-shunsuke/tfcmt/tfcmt"
brew "xcodesorg/made/xcodes"
cask "aerospace"
cask "bettertouchtool"
cask "contexts"
cask "deepl"
cask "docker"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ricty-diminished"
cask "font-sf-mono-nerd-font-ligaturized"
cask "gather"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kindle"
cask "notion"
cask "obs"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "slack-cli"
cask "swiftbar"
cask "visual-studio-code"
cask "wezterm"
cask "zulu@17"
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Microsoft Word", id: 462054704
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "74th.scrollkey"
vscode "amos402.scope-bar"
vscode "batisteo.vscode-django"
vscode "bierner.color-info"
vscode "bierner.emojisense"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bufbuild.vscode-buf"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ibm.output-colorizer"
vscode "idleberg.applescript"
vscode "innoverio.vscode-dbt-power-user"
vscode "janisdd.vscode-edit-csv"
vscode "jock.svg"
vscode "katjanakosic.vscode-json5"
vscode "leizongmin.node-module-intellisense"
vscode "marp-team.marp-vscode"
vscode "matangover.mypy"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mycelo.shunt"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "romanpeshkov.go-test-outline"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.edit-with-shell"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sswg.swift-lang"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vknabel.vscode-apple-swift-format"
vscode "vstirbu.vscode-mermaid-preview"
vscode "waderyan.gitblame"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
